IDEA Connection Link
WizardSelection.LoadCase Property
 List of LoadCases
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<LoadCase> LoadCase { get; set; }
Public Property LoadCase As List(Of LoadCase)
	Get
	Set
public:
property List<LoadCase^>^ LoadCase {
	List<LoadCase^>^ get ();
	void set (List<LoadCase^>^ value);
}
Property Value
Type: List<LoadCase>
See Also
Reference
WizardSelection Class
IdeaRS.ConnectionLink Namespace